{"Data": [["Prohibited Practices. You will not perform, or facilitate or support others in performing, any of the following prohibited practices (collectively, \"Prohibited Practices\"): Processing Platform Data to discriminate or encourage discrimination against people based on personal attributes including race, ethnicity, color, national origin, religion, age, sex, sexual orientation, gender identity, family status, disability, medical or genetic condition, or any other categories prohibited by applicable law, regulation, or Meta policy. \n"], 
["You must not solicit, collect, store, cache, proxy, or use Facebook or Instagram login credentials of other Users. \n"], ["You must not transfer or share user IDs or your access token and secret key, except with a Service Provider who helps you build, run, or operate your App. \n"], ["Whenever there is an EEA Data Transfer, your use of Meta Ireland Data is subject to your compliance with the Clauses in so far as they relate to controller to controller transfers (Module One). In each case, you agree that for the purposes of Section IV, Clauses 17 and 18 in the Clauses, Option 1 and Option shall apply respectively and the Member State shall be Ireland. Nothing in this Section 10 (International transfers, EEA Data Transfers) is intended to vary or modify the Clauses. For the purposes of the Appendix to the Clauses, the following will apply: For the purposes of Annex I(B) to the Clauses: \"Categories of personal data\" are Meta Ireland Data, which includes profile information, photos and videos, location information, communications between Users, information about use of the App and other products and services, payment information, device information, information about visits to third-party websites or Apps that use a \"like\" or \"comment\" button or other service integration, information from third-party partners or the Meta Companies, or as otherwise set forth in the Data Policy; \n"]], "Children": [], "PP": [["If you use Platform to Process Platform Data, you will provide and comply with a publicly available and easily accessible privacy policy. \n"], ["You must retain all of your privacy policies in effect while using Platform and provide them to us if we ask for them. \n"], ["You will maintain publicly available links to your privacy policies in the privacy policy field in the settings of your App Dashboard, as well as in any App Store that allows you to do so, if applicable, and ensure the links remain current and up to date. \n"]]}