{"Data": [["You agree that you will not use any Service in connection with any application labeled or described as a \"Kids\" or \"Children\" application, and will not use any Service in connection with any application, advertisement or service directed towards children under the age of 17; to collect any personal information from children; or request or permit any Ad Partner or Attribution Partner to transmit any personal information from children under the age of 17 to Flurry (see Network Advertising Initiative 2020 Code of Conduct, Section D. II.1).\n"]], "Children": [["You agree that you will not use any Service in connection with any application labeled or described as a \"Kids\" or \"Children\" application, and will not use any Service in connection with any application, advertisement or service directed towards children under the age of 17; to collect any personal information from children; or request or permit any Ad Partner or Attribution Partner to transmit any personal information from children under the age of 17 to Flurry (see Network Advertising Initiative 2020 Code of Conduct, Section D. II.1).\n"]], "PP": [["Flurry, Inc. (\"Flurry\"), a subsidiary of Verizon Media, welcomes you. By clicking the \"Create Account\" box in our account sign-up, or registering for Flurry's Analytics Service (as defined below), you agree that you have read, understand, and accept the terms and conditions described below (the \"Terms of Service\") and you agree to be bound by these Terms of Service and all terms, policies and guidelines incorporated in the Terms of Service by reference, including, but not limited to, Flurry's Privacy Policy located at website_url_lnk (\"Privacy Policy\") (or such other URL that Flurry may provide from time to time) (collectively, the \"Agreement\"). If you do not agree to this Agreement, you should not use the Services (as defined below) in any way. The Services are offered to you conditioned on your acceptance without modification of this Agreement, including without limitation Flurry's right to use all data including precise location data as defined by your location data usage choices, that is (unless your settings indicate otherwise) collected and analyzed by the Services. \n"], ["You agree that you have and will abide by a privacy policy that complies with all applicable laws and industry standards and that you will comply with all applicable laws relating to the collection of information from end users of your applications.\n"], ["You must clearly and conspicuously post a privacy policy within your application, in any store, and on any website where the application may be acquired (when and where it is technically possible). \n"], ["That policy must 2. contain a link to Flurry's Privacy Policy and a statement that describes how visitors may learn more about the choices offered in connection with Flurry's use of User Data (as applicable), including advising users who wish to opt-out that they may opt-out on a device by device basis by enabling \"Limit Ad Tracking\" on their device and posting an active link to 1. Flurry's Privacy Dashboard at website_url_lnk and \n", "That policy must contain a link to Flurry's Privacy Policy and a statement that describes how visitors may learn more about the choices offered in connection with Flurry's use of User Data (as applicable), including advising users who wish to opt-out that they may opt-out on a device by device basis by enabling \"Limit Ad Tracking\" on their device and posting an active link to one of the following URLs: website_url_lnk\n", "That policy must contain a link to Flurry's Privacy Policy and a statement that describes how visitors may learn more about the choices offered in connection with Flurry's use of User Data (as applicable), including advising users who wish to opt-out that they may opt-out on a device by device basis by enabling \"Limit Ad Tracking\" on their device and posting an active link to one of the following URLs: website_url_lnk (or the appropriate link for the country available on website_url_lnk -- if you use the Services outside the United States) \n"]]}