{"Data": [["We use necessary and analytics cookies on our websites to analyze traffic and personalize content. You can read our cookie policy to understand how we use cookies. You may press 'decline' if you do not want us to use optional cookies. We will set a cookie on your device to remember and honor your preference.\n"], ["You warrant and represent that, any personal information or personal data as such terms are envisaged under applicable privacy and data protection legislation (including for End Users in EEA under General Data Protection Regulation and for End Users in California, the CCPA, CPRA and/ or other applicable US state privacy laws) supplied or disclosed to InMobi under or in connection with the Contract shall be collected and transferred in accordance with the applicable privacy legislation and with all relevant requirements and guidance notes issued from time to time by any Regulator and; You have, where applicable, provided the requisite notice to End Users and obtained any legally required consents to effectuate collection, transfer and use of such personal data or personal identifiable information by InMobi for its business purposes including targeted advertising / surveys whether through technical integration or otherwise and that You shall in all respects abide by the terms of all applicable laws.\n"], ["InMobi hosts and maintains for You, a password-protected online account with access to daily tracking reports regarding activity on Your Network. Account information and data are intended solely for Your internal use. It is your responsibility to maintain the security of your account credentials. You will use all personal information derived from or included in the online account or tracking reports in accordance with its privacy policy and applicable law.\n"]], "Children": [["If Your Network or Inventory is based in the United States of America (U. S.) or is targeted to or utilised by End Users based in the U. S., in addition to complying with applicable laws including privacy laws promulgated by respective States, You represent and warrant that Your Network, Inventory and Your Data will be operated and collected/processed in compliance with all requirements and restrictions including age gating or other data subject/consumer rights requirements and consent requirements under the Children's Online Privacy Protection Act (\"COPPA\"), California Consumer Privacy Act (\"CCPA\"), California Privacy Rights Act (\"CPRA\") and/ or other US state privacy laws, as applicable. If applications on Your Network or Inventory are directed to children as defined under COPPA, CCPA, CPRA and/ or such other similar US state privacy legislations, You will obtain verifiable user or parental consent , as required under the applicable privacy and data protection laws for the collection and sharing of Your Data with InMobi and you will specifically identify to InMobi the applications/Inventory that are directed to children. InMobi may elect not to serve any behavioural advertising on Inventory targeted to children.\n"]], "PP": [["Each Party agrees to comply with its obligations with respect to End User data as stated in this Contract and as applicable to it in its processing thereof under relevant privacy laws. Each Party shall provide for a conspicuous privacy policy which is adequate in accordance with applicable privacy laws. Each privacy policy must at a minimum set out conspicuously a description of data sets collected or permitted to be collected, use cases related to personal data/information including a clear mention that such data will be shared with certain third parties for applicable use cases. Certain privacy laws such as CCPA, CPRA and/ or other applicable US state privacy laws also requires that You provide sufficient notice regarding rights of End Users with regard to their personal information and clearly provide for mechanisms of Opt Out (defined below) elections which You agree to comply with, if applicable to the Inventory. Such privacy policy shall also mention use of third parties and use of cookies for the purposes of attribution and serving targeted Advertisements.\n", "If Your Network includes third party supply properties, You will ensure that the requirements of this Section 9 are complied with by such third parties to the extent any End User's personal data or information is provided by such third party supply partner through Your Network or Inventory. InMobi has the right to ask You to provide copies of Your or Your third party's privacy policy or notices and in the event, You fail to provide the same to InMobi's satisfaction, within a reasonable time, InMobi may suspend advertising on Your Inventory.\n", "The information you provide will be used in accordance with the terms of our privacy policy."]]}