{"Data": [["Express Consent Required. You must receive Your Users' Express Consent to provide Your PayPal-enabled Services. In addition, you must receive Your Users' Express Consent for all actions you take that are necessary, related to, or resulting from your provision of Your PayPal- enabled Services. For example, you must have a PayPal User's Express Consent to make an API Call on behalf of or for the benefit of that PayPal User, or to use or store PayPal User Information as necessary to provide Your PayPal-enabled Services. You must provide a PayPal User with the ability to withdraw his or her Express Consent by either directly providing the PayPal User with the ability to do so, or by providing the PayPal User with information about how to do so on the PayPal website (if applicable).\n"], ["If You Are Contracting With PayPal, Inc. If Your Users reside in the United States, you must follow these rules PayPal User Information, Permitted Activities. You may use the Developer's Tools to query the PayPal Database to collect, use, and store PayPal User Information (but not Prohibited User Information) as long you comply with the following requirements: Your collection and use of the PayPal User Information must be limited to that which is necessary to perform the Your PayPal-enabled Services; \n"], ["If You Are Contracting With PayPal, Inc. If Your Users reside in the United States, you must follow these rules PayPal User Information, Permitted Activities. You may use the Developer's Tools to query the PayPal Database to collect, use, and store PayPal User Information (but not Prohibited User Information) as long you comply with the following requirements: You must receive the PayPal User's Express Consent to perform the Your PayPal-enabled Services that require you to collect, use, and store PayPal User Information (this is a requirement for all Your PayPal-enabled Services and is repeated in this section for the purposes of completeness); \n"], ["If You Are Contracting With PayPal, Inc. If Your Users reside in the United States, you must follow these rules PayPal User Information, Permitted Activities. You may use the Developer's Tools to query the PayPal Database to collect, use, and store PayPal User Information (but not Prohibited User Information) as long you comply with the following requirements: Your storage of the PayPal User Information must comply with PayPal User Information Requirements as provided by PayPal.\n"], ["If You Are Contracting With PayPal, Inc. If Your Users reside in the United States, you must follow these rules PayPal Prohibited User Information. You may not collect, capture, use or store PayPal Prohibited User Information. PayPal Prohibited User Information means the following information received in connection with your provision of the Your PayPal-enabled Services or use of the Developer's Tools: Government issued identity number, including: Identifiers used for tax or claiming government benefits such as social security number, tax identification number, or similar health or tax insurance number in the relevant country; National identity number; Passport number; Driver's license number; Any other government issued identifier.\n"], ["If You Are Contracting With PayPal, Inc. If Your Users reside in the United States, you must follow these rules PayPal Prohibited User Information. You may not collect, capture, use or store PayPal Prohibited User Information. PayPal Prohibited User Information means the following information received in connection with your provision of the Your PayPal-enabled Services or use of the Developer's Tools: Log-in credentials, including: Password; PIN; Security questions and answers.\n", "If You Are Contracting With PayPal, Inc. If Your Users reside in the United States, you must follow these rules PayPal Prohibited User Information. You may not collect, capture, use or store PayPal Prohibited User Information. PayPal Prohibited User Information means the following information received in connection with your provision of the Your PayPal-enabled Services or use of the Developer's Tools: Financial information, including: Full bank account number; Full credit/debit card number*; and Credit card expiration date or CVV2*. *This does not apply to merchants using the Direct Payment API in accordance with the terms and conditions of the PayPal Online Card Payment Services Agreement (\"Card Services Agreement\"). You may not use the Direct Payment API in any manner not specified in the Card Services Agreement.\n"], ["Prohibited Activities. You may not do any of the following: Collect personal information, financial information, business information or any other information directly from Your User, a PayPal User, or any other third party on behalf of PayPal. This means that any information that you submit to PayPal through an API Call, must be customer information that you already have in your possession and not customer information that you collected for the sole purpose of submitting it to PayPal to allow Your User or a third party to create a PayPal Account.\n"], ["Prohibited Activities. You may not do any of the following: Use the PayPal User Information to send unsolicited communications or for any other purpose except the purpose for which it was provided; \n", "Prohibited Activities. You may not do any of the following: Use the PayPal User Information to perform competitive, comparative or any other type of analysis to develop marketing or business strategies directly or indirectly targeting PayPal Users; \n", "Prohibited Activities. You may not do any of the following: Use the PayPal User Information to engage in marketing or other sales activities.\n"]], "Children": [], "PP": [["Publish a Refund Policy and Privacy Policy. If you are an API Caller, you must publish on your website a policy about refunding payments. You must also have a published privacy policy that is readily accessible through your website, mobile application and the store or marketplace where your Application may be downloaded.\n"]]}