{"Data": [["Reverse Engineering and other Restrictions. You shall not and you shall not attempt to (or allow others to): reverse engineer, decompile, disassemble or translate the X API, or otherwise attempt to derive source code, trade secrets or know-how in or underlying any X API or any portion thereof; interfere with, modify, disrupt or disable features or functionality of the X API or monitoring mechanisms of the X API; use or access the Licensed Material to create or attempt to create a substitute or similar service or product to the X Applications; sell, rent, lease, sublicense, distribute, redistribute, syndicate, create derivative works of, assign or otherwise transfer or provide access to, in whole or in part, the Licensed Material to any third party except as expressly permitted in this Agreement; provide use of the X API on a service bureau, rental or managed services basis or permit other individuals or entities to create links to the X API or \"frame\" or \"mirror\" the X API on any other server, or wireless or Internet-based device, or otherwise make available to a third party, any token, key, password or other login credentials to the X API; use the Licensed Material for any illegal, unauthorized or other improper purposes; use the Licensed Material to derive or obtain non-public information of individual X users; interfere with or disrupt the integrity or performance of the X Applications, X API or X Content contained therein; remove or alter any proprietary notices or marks on the X Content; attempt to gain unauthorized access to the X Applications, X API, X Content or related systems or networks, or use X Content, by itself or bundled with third party data, or derivative analysis therefrom, to target or serve users with advertising outside of the X Applications.\n"], ["User Protection. Unless explicitly approved by X in writing, you shall not use, or knowingly display, distribute, or otherwise make X Content, or information derived from X Content, available for purpose of: conducting or providing surveillance or gathering intelligence, including but not limited to investigating or tracking X users or X Content; conducting or providing analysis or research for any unlawful or discriminatory purpose, or in a manner that would be inconsistent with X users' reasonable expectations of privacy; monitoring sensitive events (including but not limited to protests, rallies, or community organizing meetings); or targeting, segmenting, or profiling individuals based on sensitive personal information, including their health (e.g., pregnancy), negative financial status or condition, political affiliation or beliefs, racial or ethnic origin, religious or philosophical affiliation or beliefs, sex life or sexual orientation, trade union membership, X Content relating to any alleged or actual commission of a crime, or any other sensitive categories of personal information prohibited by law.\n"]], "Children": [["By accessing or using any Licensed Material (defined below), or clicking on a button to accept the terms of this Agreement or recurring subscription payment for Paid Services, you agree to be bound by the terms of the Agreement. If you do not understand the Terms, or do not accept any part of them, then you may not use or access any Licensed Material. You may not use the Licensed Material or accept this Agreement if you are not of legal age to form a binding contract with X, or if you are barred from using or receiving the Licensed Material under applicable law. To purchase and use a Paid Service you must: be at least 18 years old or the age of majority as determined by the laws of the jurisdiction in which you live or have the express consent of your parent or guardian to purchase and use that Paid Service. If you are a parent or legal guardian and you allow your child (or a child that you are a guardian of) to purchase or use a Paid Service, you agree that the terms of this Agreement apply to you, that you will abide by the Agreement, and that you are responsible for the child's activity on the Paid Services and for ensuring that the child also abides by the terms of this Agreement. In any case, as stated in the Who May Use the Services section of the X Terms of Service, you must be at least 13 years old to use the \"Services\" as defined in the X Terms of Service. If you are accepting this Agreement or using the Licensed Material on behalf of a company, organization, government, or other legal entity, you represent and warrant that you have the authority to bind such company, organization, government, or entity to this Agreement, in which case the words \"you\" and \"your\" as used in this Agreement shall refer to such entity. If you do not agree to the terms of the Agreement, you may not (and you may not allow any of your personnel to) access or use the Licensed Material.\n"]], "PP": [["You must display your service's privacy policy to people before they are permitted to download, install, or sign up to your service. It must disclose at least the following information: the information that you collect from people who use your service\n", "You must display your service's privacy policy to people before they are permitted to download, install, or sign up to your service. It must disclose at least the following information: how you use and share that information (including with X)\n", "You must display your service's privacy policy to people before they are permitted to download, install, or sign up to your service. It must disclose at least the following information: how people can contact you with inquiries and requests regarding their information\n"]]}